/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Gå tillbaka till föregående skärm genom att trycka på menyknappen.";

/* kBRMediaPlayerNotResponding*/
202 = "Gå tillbaka till föregående skärm genom att trycka på menyknappen.";


/* kBRMediaNoMovieFolderContent */
304 = "Se till att filmer du skapar eller hämtar finns i mappen Filmer i din hemmapp.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Välj en annan spellista.";

/* kBRMediaNoSuchSong */
312 = "Välj ett annat spår.";

/* kBRMediaNoSongForSlideshow */
316 = "Kontrollera musikinställningarna för bildspelet och försök igen.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Kontrollera musikinställningarna för bildspelet och försök igen.";

/* kBRVideoUnplayable */
318 = "Formatet känns inte igen.";

/* kBRMediaRadioStreamUnplayable */
319 = "Radioströmmen nådde en maxtidsgräns innan den kunde spelas.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Kontrollera källan eller försök igen senare.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Kontrollera källan eller försök igen senare.";

/* kBRDataSourceConnectionInProgressError */
420 = "Vänta.";

/* KBRSystemNetworkHostUnreachable */
501 = "Kontrollera nätverksinställningar och anslutning.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Webbplatsen Apple Theatrical Trailer kan inte nås. Försök igen senare.";

/* kBRSystemNotHDCPCompliant */
503 = "Innan du tittar på det här innehållet, kontrollera att de anslutna skärmarna stöder HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Försök igen.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Ett annat program spelar upp DVD-skivan. Återgå till skrivbordet och avsluta det andra programmet. Försök sedan igen.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Ett annat program spelar upp DVD-skivan. Återgå till skrivbordet och avsluta det andra programmet.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Du hittar mer information om regionskoder i DVD-spelare Hjälp.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Formatet känns inte igen.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Det är ett fel på skivan.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Ett annat program använder CD-skivan. Återvänd till skrivbordet, avsluta programmet och försök igen.";


/* kBRInternalResourceError */
900 = "";


